Repository: chen2he/PrivyMark
Catalog: apps/iOS/PrivyMark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt, zh_hans, zh_hant

source: Long-press text to explode it into words — tap any word to cover it, or cover the whole line.
de: Halte Text gedrückt, um ihn in Wörter aufzuteilen – tippe ein Wort an, um es abzudecken, oder decke die ganze Zeile ab.
es: Mantén pulsado el texto para separarlo en palabras; toca cualquier palabra para taparla o tapa la línea entera.
fr: Appuyez longuement sur le texte pour l'éclater en mots — touchez un mot pour le couvrir, ou couvrez toute la ligne.
it: Tieni premuto sul testo per scomporlo in parole: tocca una parola per coprirla oppure copri l'intera riga.
pt: Mantenha o texto pressionado para dividi-lo em palavras — toque em qualquer palavra para cobri-la, ou cubra a linha inteira.
zh_hans: 长按文字将其炸成词块——点按任意词即可覆盖，或覆盖整行。
zh_hant: 長按文字將其炸成詞塊——點一下任意詞即可覆蓋，或覆蓋整行。

source: Made for the moment before you hit send.
de: Für den Moment, bevor du auf „Senden“ tippst.
es: Hecho para el momento antes de enviar.
fr: Pensé pour l'instant avant d'appuyer sur Envoyer.
it: Pensato per il momento prima di premere Invia.
pt: Feito para o momento antes de enviar.
zh_hans: 为按下“发送”前的那一刻而做。
zh_hant: 為按下「傳送」前的那一刻而做。

source: Manage
de: Verwalten
es: Gestionar
fr: Gérer
it: Gestisci
pt: Gerenciar
zh_hans: 管理
zh_hant: 管理

source: Manual Area
de: Eigener Bereich
es: Área manual
fr: Zone manuelle
it: Area manuale
pt: Área manual
zh_hans: 手动区域
zh_hant: 手動區域

source: Manual box
de: Manueller Bereich
es: Recuadro manual
fr: Zone manuelle
it: Riquadro manuale
pt: Caixa manual
zh_hans: 手动框选
zh_hant: 手動框選

source: Maybe
de: Vielleicht
es: Quizá
fr: Peut-être
it: Forse
pt: Talvez
zh_hans: 可能
zh_hant: 可能

source: Medium
de: Mittel
es: Media
fr: Moyen
it: Media
pt: Média
zh_hans: 中
zh_hant: 中

source: More
de: Mehr
es: Más
fr: Plus
it: Altro
pt: Mais
zh_hans: 更多
zh_hant: 更多

source: Mosaic (can be reversible on text).
de: Mosaik (bei Text umkehrbar).
es: Mosaico (puede ser reversible en texto).
fr: Mosaïque (peut être réversible sur du texte).
it: Mosaico (può essere reversibile sul testo).
pt: Mosaico (pode ser reversível em texto).
zh_hans: 马赛克（文字上可能被还原）。
zh_hant: 馬賽克（文字上可能被還原）。

source: No GPS, capture or device data
de: Keine GPS-, Aufnahme- oder Gerätedaten
es: Sin datos de GPS, captura ni dispositivo
fr: Aucune donnée GPS, de prise de vue ou d’appareil
it: Nessun dato GPS, di scatto o del dispositivo
pt: Sem dados de GPS, captura ou dispositivo
zh_hans: 无 GPS、拍摄或设备数据
zh_hant: 無 GPS、拍攝或裝置資料

source: No Metadata in This File
de: Keine Metadaten in dieser Datei
es: Sin metadatos en este archivo
fr: Aucune métadonnée dans ce fichier
it: Nessun metadato in questo file
pt: Sem metadados neste arquivo
zh_hans: 此文件不含元数据
zh_hant: 此檔案不含中繼資料

source: No Photos
de: Keine Fotos
es: Sin fotos
fr: Aucune photo
it: Nessuna foto
pt: Nenhuma foto
zh_hans: 没有照片
zh_hant: 沒有照片

source: No Risks Detected
de: Keine Risiken erkannt
es: No se detectaron riesgos
fr: Aucun risque détecté
it: Nessun rischio rilevato
pt: Nenhum risco detectado
zh_hans: 未识别到风险
zh_hant: 未辨識到風險

source: No Screenshots
de: Keine Bildschirmfotos
es: Sin capturas de pantalla
fr: Aucune capture d'écran
it: Nessuna istantanea schermo
pt: Nenhuma captura de tela
zh_hans: 没有截屏
zh_hant: 沒有螢幕截圖

source: No account. No ads. No tracking.
de: Kein Konto. Keine Werbung. Kein Tracking.
es: Sin cuenta. Sin anuncios. Sin rastreo.
fr: Aucun compte. Aucune pub. Aucun suivi.
it: Nessun account. Nessuna pubblicità. Nessun tracciamento.
pt: Sem conta. Sem anúncios. Sem rastreamento.
zh_hans: 无需账号，没有广告，没有追踪
zh_hant: 無需帳號，沒有廣告，沒有追蹤

source: No uploads, no account, no tracking. Switch on Airplane Mode and it works just the same.
de: Kein Upload, kein Konto, kein Tracking. Schalte den Flugmodus ein – alles funktioniert genauso.
es: Sin subidas, sin cuenta, sin rastreo. Activa el Modo Avión y funciona igual.
fr: Aucun envoi, aucun compte, aucun suivi. Activez le mode Avion : tout fonctionne pareil.
it: Nessun caricamento, nessun account, nessun tracciamento. Attiva Uso in aereo e funziona allo stesso modo.
pt: Sem envios, sem conta, sem rastreamento. Ative o Modo Avião e tudo funciona do mesmo jeito.
zh_hans: 不上传，无需账号，没有追踪。打开飞行模式也照样能用。
zh_hant: 不上傳，無需帳號，沒有追蹤。打開飛航模式也照樣能用。

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
pt: Nenhum
zh_hans: 无
zh_hant: 無

source: None in this file
de: Keine in dieser Datei
es: Ninguno en este archivo
fr: Aucune dans ce fichier
it: Nessuno in questo file
pt: Nenhum neste arquivo
zh_hans: 此文件中没有
zh_hant: 此檔案中沒有

source: Not covered
de: Nicht abgedeckt
es: Sin tapar
fr: Non couvert
it: Non coperto
pt: Não coberto
zh_hans: 未覆盖
zh_hant: 未覆蓋

source: Nothing covered yet
de: Noch nichts abgedeckt
es: Aún no hay nada tapado
fr: Rien n'est encore masqué
it: Ancora nulla di coperto
pt: Nada oculto ainda
zh_hans: 还没有盖住任何内容
zh_hant: 還沒有蓋住任何內容

source: Nothing is kept once you're done
de: Nichts wird aufbewahrt, wenn du fertig bist
es: No se guarda nada cuando terminas
fr: Rien n'est conservé une fois terminé
it: Non resta nulla quando hai finito
pt: Nada fica guardado quando você termina
zh_hans: 用完不留任何记录
zh_hant: 用完不留任何紀錄

source: Nothing private found
de: Nichts Privates gefunden
es: No se encontró nada privado
fr: Rien de privé trouvé
it: Nessun dato privato trovato
pt: Nada privado encontrado
zh_hans: 没有发现隐私信息
zh_hant: 沒有發現隱私資訊

source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
pt: Desativado
zh_hans: 关闭
zh_hant: 關閉

source: On — still works
de: An – funktioniert trotzdem
es: Activado: sigue funcionando
fr: Activé — ça marche toujours
it: Attivo — funziona comunque
pt: Ativado — continua funcionando
zh_hans: 已开启——照样能用
zh_hant: 已開啟——照樣能用

source: On-device
de: Auf dem Gerät
es: En el dispositivo
fr: Sur l'appareil
it: Sul dispositivo
pt: No dispositivo
zh_hans: 本机处理
zh_hant: 本機處理

source: Only what you open is read
de: Nur was du öffnest, wird gelesen
es: Solo se lee lo que abres
fr: Seul ce que vous ouvrez est lu
it: Viene letto solo ciò che apri
pt: Só o que você abre é lido
zh_hans: 只读取你打开的照片
zh_hant: 只讀取你打開的照片

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
it: Apri Impostazioni
pt: Abrir Ajustes
zh_hans: 打开设置
zh_hant: 開啟設定

source: Opens a photo taken in the last minute automatically.
de: Öffnet automatisch ein Foto der letzten Minute.
es: Abre automáticamente una foto tomada en el último minuto.
fr: Ouvre automatiquement une photo prise dans la dernière minute.
it: Apre automaticamente una foto scattata nell'ultimo minuto.
pt: Abre automaticamente uma foto tirada no último minuto.
zh_hans: 自动打开一分钟内拍摄的照片。
zh_hant: 自動開啟一分鐘內拍攝的照片。

source: Opens export options to remove hidden marks
de: Öffnet Exportoptionen, um versteckte Markierungen zu entfernen
es: Abre las opciones de exportación para quitar marcas ocultas
fr: Ouvre les options d'export pour retirer les marques cachées
it: Apre le opzioni di esportazione per rimuovere i segni nascosti
pt: Abre as opções de exportação para remover marcas ocultas
zh_hans: 打开导出选项以清除隐藏标记
zh_hant: 開啟匯出選項以清除隱藏標記

source: Options
de: Optionen
es: Opciones
it: Opzioni
pt: Opções
zh_hans: 选项
zh_hant: 選項

source: Order / Tracking
de: Bestellung / Tracking
es: Pedido / Seguimiento
fr: Commande / Suivi
it: Ordine / Tracciamento
pt: Pedido / Rastreamento
zh_hans: 订单 / 快递单号
zh_hant: 訂單 / 貨態單號

source: Other Metadata
de: Weitere Metadaten
es: Otros metadatos
fr: Autres métadonnées
it: Altri metadati
pt: Outros metadados
zh_hans: 其他元数据
zh_hant: 其他中繼資料

source: Page %lld of %lld
de: Seite %1$lld von %2$lld
es: Página %1$lld de %2$lld
fr: Page %1$lld sur %2$lld
it: Pagina %1$lld di %2$lld
pt: Página %1$lld de %2$lld
zh_hans: 第 %1$lld 页，共 %2$lld 页
zh_hant: 第 %1$lld 頁，共 %2$lld 頁

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono
pt: Telefone
zh_hans: 电话
zh_hant: 電話

source: Photo
de: Foto
es: Foto
it: Foto
pt: Foto
zh_hans: 照片
zh_hant: 照片

source: Photo Metadata
de: Foto-Metadaten
es: Metadatos de la foto
fr: Métadonnées de la photo
it: Metadati della foto
pt: Metadados da foto
zh_hans: 照片元数据
zh_hant: 照片中繼資料

source: Photo preview with redactions applied
de: Fotovorschau mit angewendeten Abdeckungen
es: Vista previa de la foto con las tapaduras aplicadas
fr: Aperçu de la photo avec les masquages appliqués
it: Anteprima della foto con le coperture applicate
pt: Pré-visualização da foto com as ocultações aplicadas
zh_hans: 已应用打码的照片预览
zh_hant: 已套用打碼的照片預覽

source: Photos access is off
de: Fotozugriff ist aus
es: El acceso a Fotos está desactivado
fr: L'accès aux photos est désactivé
it: L'accesso a Foto è disattivato
pt: O acesso ao Fotos está desativado
zh_hans: 照片访问已关闭
zh_hant: 照片取用權限已關閉

source: Photos access is off, so PrivyMark sees only the photo you pick. Turn access on in Settings to browse your library here.
de: Der Fotozugriff ist aus, daher sieht PrivyMark nur das Foto, das du auswählst. Aktiviere den Zugriff in den Einstellungen, um deine Mediathek hier zu durchsuchen.
es: El acceso a Fotos está desactivado, así que PrivyMark solo ve la foto que elijas. Actívalo en Ajustes para explorar tu fototeca aquí.
fr: L'accès aux photos est désactivé : PrivyMark ne voit que la photo que vous choisissez. Activez l'accès dans Réglages pour parcourir votre photothèque ici.
it: L'accesso a Foto è disattivato, quindi PrivyMark vede solo la foto che scegli. Attiva l'accesso in Impostazioni per sfogliare qui la tua libreria.
pt: O acesso ao Fotos está desativado, então o PrivyMark vê só a foto que você escolher. Ative o acesso em Ajustes para navegar pela sua fototeca aqui.
zh_hans: 照片访问已关闭，PrivyMark 只能看到你选中的那张照片。在“设置”中开启访问，就能在这里浏览图库。
zh_hant: 照片取用權限已關閉，PrivyMark 只能看到你選取的那張照片。在「設定」中開啟權限，就能在這裡瀏覽圖庫。

source: Pick a photo to scan for faces, text, and hidden marks.
de: Wähle ein Foto, um es nach Gesichtern, Text und versteckten Markierungen zu durchsuchen.
es: Elige una foto para buscar caras, texto y marcas ocultas.
fr: Choisissez une photo pour y détecter visages, texte et marques masquées.
it: Scegli una foto per cercare volti, testo e marcature nascoste.
pt: Escolha uma foto para detectar rostos, texto e marcas ocultas.
zh_hans: 选一张照片，扫描人脸、文字和隐藏标记。
zh_hant: 選一張照片，掃描人臉、文字和隱藏標記。

source: Pick an emoji from the keyboard, or remove the cover.
de: Wähle ein Emoji von der Tastatur oder entferne die Abdeckung.
es: Elige un emoji del teclado o quita la cubierta.
fr: Choisissez un emoji sur le clavier, ou retirez le cache.
it: Scegli un emoji dalla tastiera oppure rimuovi la copertura.
pt: Escolha um emoji no teclado, ou remova a cobertura.
zh_hans: 从键盘选择一个 emoji，或移除覆盖。
zh_hant: 從鍵盤選擇一個 emoji，或移除覆蓋。

source: Pinch to zoom; drag to pan when zoomed in.
de: Fingern zum Zoomen; ziehen zum Verschieben im Zoom.
es: Pellizca para hacer zoom; arrastra para desplazarte al ampliar.
fr: Pincez pour zoomer ; glissez pour vous déplacer une fois zoomé.
it: Pizzica per ingrandire; trascina per spostarti quando è ingrandito.
pt: Belisque para dar zoom; arraste para mover quando ampliado.
zh_hans: 双指捏合缩放；放大后拖动平移。
zh_hant: 雙指縮放；放大後拖曳平移。

source: Pixelate
de: Verpixeln
es: Pixelar
fr: Pixelliser
it: Pixela
pt: Pixelizar
zh_hans: 马赛克
zh_hant: 馬賽克

source: Pixelate/blur on text can be reversed. Block is safest.
de: Verpixeln/Weichzeichnen bei Text ist umkehrbar. Balken ist am sichersten.
es: Pixelar o difuminar texto se puede revertir. El bloque es lo más seguro.
fr: Pixelliser/flouter du texte peut être annulé. Le bloc est le plus sûr.
it: Pixela/sfoca sul testo può essere annullato. Il blocco è il più sicuro.
pt: Pixelizar/desfocar texto pode ser revertido. Bloco é o mais seguro.
zh_hans: 文字上的马赛克/模糊可能被还原。色块最安全。
zh_hant: 文字上的馬賽克/模糊可能被還原。色塊最安全。

source: Possible hidden watermark — will be scrubbed on export
de: Mögliches verstecktes Wasserzeichen – wird beim Export entfernt
es: Posible marca de agua oculta; se eliminará al exportar
fr: Filigrane caché possible — sera effacé à l'export
it: Possibile filigrana nascosta: verrà eliminata all'esportazione
pt: Possível marca d'água oculta — será removida ao exportar
zh_hans: 可能含隐藏水印——导出时将清除
zh_hant: 可能含隱藏浮水印——匯出時將清除

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
pt: Política de Privacidade
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: PrivyMark can only see these. Add more anytime.
de: PrivyMark sieht nur diese. Du kannst jederzeit weitere hinzufügen.
es: PrivyMark solo ve estas. Añade más cuando quieras.
fr: PrivyMark ne voit que celles-ci. Ajoutez-en d'autres à tout moment.
it: PrivyMark vede solo queste. Aggiungine altre quando vuoi.
pt: O PrivyMark só vê estas. Adicione mais quando quiser.
zh_hans: PrivyMark 只能看到这些，随时可以再添加。
zh_hant: PrivyMark 只能看到這些，隨時可以再加入。

source: PrivyMark only reads the photos you open. Share your whole library or just a few — you can change this anytime in Settings.
de: PrivyMark liest nur die Fotos, die du öffnest. Gib deine ganze Mediathek frei oder nur einige Fotos – das kannst du jederzeit in den Einstellungen ändern.
es: PrivyMark solo lee las fotos que abres. Comparte toda tu fototeca o solo algunas; puedes cambiarlo cuando quieras en Ajustes.
fr: PrivyMark ne lit que les photos que vous ouvrez. Partagez toute votre photothèque ou seulement quelques photos — modifiable à tout moment dans Réglages.
it: PrivyMark legge solo le foto che apri. Condividi tutta la libreria o solo alcune foto: puoi cambiarlo quando vuoi in Impostazioni.
pt: O PrivyMark só lê as fotos que você abre. Compartilhe a fototeca inteira ou só algumas — dá para mudar quando quiser em Ajustes.
zh_hans: PrivyMark 只读取你打开的照片。可以开放整个图库，也可以只选几张——随时都能在“设置”中更改。
zh_hant: PrivyMark 只讀取你打開的照片。可以開放整個圖庫，也可以只選幾張——隨時都能在「設定」中更改。

source: PrivyMark spots faces, phone numbers, cards, IDs and addresses in a photo — and covers them in one tap.
de: PrivyMark erkennt Gesichter, Telefonnummern, Karten, Ausweise und Adressen auf einem Foto – und deckt sie mit einem Tippen ab.
es: PrivyMark detecta caras, teléfonos, tarjetas, documentos y direcciones en una foto, y los tapa con un toque.
fr: PrivyMark repère les visages, numéros de téléphone, cartes, pièces d'identité et adresses sur une photo — et les masque d'un toucher.
it: PrivyMark individua volti, numeri di telefono, carte, documenti e indirizzi in una foto, e li copre con un tocco.
pt: O PrivyMark encontra rostos, telefones, cartões, documentos e endereços em uma foto — e oculta tudo com um toque.
zh_hans: PrivyMark 能找出照片里的人脸、电话、卡号、证件号和地址，一键盖住。
zh_hant: PrivyMark 能找出照片裡的人臉、電話、卡號、證件號碼和地址，一鍵蓋住。

source: PrivyMark stays free and on-device for everyone. Your coffee keeps it that way.
de: PrivyMark bleibt für alle kostenlos und läuft auf dem Gerät. Dein Kaffee hält das so.
es: PrivyMark sigue siendo gratis y funcionando en tu dispositivo para todo el mundo. Tu café ayuda a que siga así.
fr: PrivyMark reste gratuit et fonctionne sur l’appareil, pour tout le monde. Votre café permet que cela continue.
it: PrivyMark resta gratuito e funziona sul dispositivo, per tutti. Il tuo caffè lo mantiene così.
pt: O PrivyMark continua gratuito e a funcionar no dispositivo para toda a gente. O seu café ajuda a mantê-lo assim.
zh_hans: PrivyMark 对所有人都免费，且始终在设备上运行。你的这杯咖啡让它继续如此。
zh_hant: PrivyMark 對所有人都免費，且始終在裝置上執行。你的這杯咖啡讓它繼續如此。

source: Rate Us
de: Bewerte uns
es: Valóranos
fr: Nous noter
it: Valutaci
pt: Avalie-nos
zh_hans: 给我们评分
zh_hant: 給我們評分

source: Ready to share
de: Bereit zum Teilen
es: Listo para compartir
fr: Prêt à partager
it: Pronto da condividere
pt: Pronto para compartilhar
zh_hans: 可以分享了
zh_hant: 可以分享了

source: Recipient
de: Empfänger
es: Destinatario
fr: Destinataire
it: Destinatario
pt: Destinatário
zh_hans: 收件人
zh_hant: 收件人

source: Redact
de: Abdecken
es: Tapar
fr: Masquer
it: Copri
pt: Ocultar
zh_hans: 打码
zh_hant: 打碼

source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir
it: Ripristina
pt: Refazer
zh_hans: 重做
zh_hant: 重做

source: Refine to Words
de: Auf Wörter eingrenzen
es: Ajustar por palabras
fr: Affiner par mots
it: Restringi alle parole
pt: Refinar por palavras
zh_hans: 细化到词
zh_hant: 細化到詞

source: Refine to words
de: Auf Wörter eingrenzen
es: Ajustar por palabras
fr: Affiner par mots
it: Restringi alle parole
pt: Refinar por palavras
zh_hans: 细化到词
zh_hant: 細化到詞

source: Remove
de: Entfernen
es: Quitar
fr: Supprimer
it: Rimuovi
pt: Remover
zh_hans: 移除
zh_hant: 移除

source: Remove All Metadata
de: Alle Metadaten entfernen
es: Quitar todos los metadatos
fr: Supprimer toutes les métadonnées
it: Rimuovi tutti i metadati
pt: Remover todos os metadados
zh_hans: 移除全部元数据
zh_hant: 移除全部中繼資料

source: Remove Cover
de: Abdeckung entfernen
es: Quitar cubierta
fr: Retirer le cache
it: Rimuovi copertura
pt: Remover cobertura
zh_hans: 移除覆盖
zh_hant: 移除覆蓋

source: Remove hidden marks
de: Versteckte Markierungen entfernen
es: Quitar marcas ocultas
fr: Retirer les marques cachées
it: Rimuovi segni nascosti
pt: Remover marcas ocultas
zh_hans: 清除隐藏标记
zh_hant: 清除隱藏標記

source: Replace Original
de: Original ersetzen
es: Reemplazar original
fr: Remplacer l'original
it: Sostituisci originale
pt: Substituir original
zh_hans: 替换原图
zh_hant: 取代原圖

source: Replace the original photo?
de: Originalfoto ersetzen?
es: ¿Reemplazar la foto original?
fr: Remplacer la photo originale ?
it: Sostituire la foto originale?
pt: Substituir a foto original?
zh_hans: 要替换原图吗？
zh_hant: 要取代原圖嗎？

source: Review each one before you share.
de: Prüf jeden Treffer, bevor du teilst.
es: Revisa cada uno antes de compartir.
fr: Vérifiez chacun avant de partager.
it: Controllali uno per uno prima di condividere.
pt: Revise cada um antes de compartilhar.
zh_hans: 分享前请逐项确认。
zh_hant: 分享前請逐項確認。

source: Save a Copy to Photos
de: Kopie in Fotos sichern
es: Guardar copia en Fotos
fr: Enregistrer une copie dans Photos
it: Salva una copia in Foto
pt: Salvar cópia no Fotos
zh_hans: 保存副本到照片
zh_hant: 儲存副本到照片

source: Saved a copy
de: Kopie gesichert
es: Copia guardada
fr: Copie enregistrée
it: Copia salvata
pt: Cópia salva
zh_hans: 已保存副本
zh_hant: 已儲存副本

source: Saved · original updated
de: Gesichert · Original aktualisiert
es: Guardado · original actualizado
fr: Enregistré · original mis à jour
it: Salvato · originale aggiornato
pt: Salvo · original atualizado
zh_hans: 已保存 · 原图已更新
zh_hant: 已儲存 · 原圖已更新

source: Scanned on this iPhone — never uploaded
de: Auf diesem iPhone gescannt – nie hochgeladen
es: Se analiza en este iPhone; nunca se sube
fr: Analysé sur cet iPhone — jamais envoyé
it: Analizzato su questo iPhone: mai caricato
pt: Analisado neste iPhone — nunca enviado
zh_hans: 在这台 iPhone 上扫描，绝不上传
zh_hant: 在這支 iPhone 上掃描，絕不上傳

source: Scanning on device…
de: Scanne auf dem Gerät …
es: Analizando en el dispositivo…
fr: Analyse sur l'appareil…
it: Scansione sul dispositivo…
pt: Analisando no dispositivo…
zh_hans: 正在设备上扫描…
zh_hant: 正在裝置上掃描…

source: Scans this photo for private details
de: Scannt dieses Foto nach privaten Details
es: Analiza esta foto en busca de datos privados
fr: Analyse cette photo à la recherche d'infos privées
it: Analizza questa foto alla ricerca di dati privati
pt: Analisa esta foto em busca de dados privados
zh_hans: 扫描这张照片中的隐私信息
zh_hant: 掃描這張照片中的隱私資訊

source: Screenshot
de: Bildschirmfoto
es: Captura de pantalla
fr: Capture d'écran
it: Istantanea schermo
pt: Captura de tela
zh_hans: 截屏
zh_hant: 螢幕截圖

source: Screenshots
de: Bildschirmfotos
es: Capturas
fr: Captures
it: Istantanee
pt: Capturas
zh_hans: 截屏
zh_hant: 螢幕截圖

source: Screenshots you take show up here.
de: Deine Bildschirmfotos erscheinen hier.
es: Aquí aparecerán las capturas que hagas.
fr: Vos captures d'écran apparaîtront ici.
it: Le istantanee schermo che fai compaiono qui.
pt: As capturas de tela que você fizer aparecem aqui.
zh_hans: 你截的屏会显示在这里。
zh_hant: 你的螢幕截圖會顯示在這裡。

source: Send Feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un commentaire
it: Invia feedback
pt: Enviar comentários
zh_hans: 发送反馈
zh_hant: 傳送意見回饋

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
pt: Ajustes
zh_hans: 设置
zh_hant: 設定

source: Share & Delete Original
de: Teilen & Original löschen
es: Compartir y eliminar original
fr: Partager et supprimer l'original
it: Condividi ed elimina originale
pt: Compartilhar e apagar original
zh_hans: 分享并删除原图
zh_hant: 分享並刪除原圖

source: Share PrivyMark
de: PrivyMark teilen
es: Compartir PrivyMark
fr: Partager PrivyMark
it: Condividi PrivyMark
pt: Compartilhar o PrivyMark
zh_hans: 分享 PrivyMark
zh_hant: 分享 PrivyMark

source: Shared · original deleted
de: Geteilt · Original gelöscht
es: Compartido · original eliminado
fr: Partagé · original supprimé
it: Condiviso · originale eliminato
pt: Compartilhado · original apagado
zh_hans: 已分享 · 原图已删除
zh_hant: 已分享 · 原圖已刪除

source: Share…
de: Teilen …
es: Compartir…
fr: Partager…
it: Condividi…
pt: Compartilhar…
zh_hans: 分享…
zh_hant: 分享…

source: Show All Photos
de: Alle Fotos zeigen
es: Mostrar todas las fotos
fr: Afficher toutes les photos
it: Mostra tutte le foto
pt: Mostrar todas as fotos
zh_hans: 显示所有照片
zh_hant: 顯示所有照片

source: Show Welcome Again
de: Willkommen erneut zeigen
es: Ver la bienvenida otra vez
fr: Revoir l'accueil
it: Rivedi il benvenuto
pt: Ver as boas-vindas de novo
zh_hans: 重新查看欢迎页
zh_hant: 重新查看歡迎頁

source: Showing the photos you picked
de: Nur deine ausgewählten Fotos
es: Se muestran las fotos que elegiste
fr: Photos que vous avez choisies
it: Solo le foto che hai scelto
pt: Mostrando as fotos que você escolheu
zh_hans: 只显示你选择的照片
zh_hant: 只顯示你選取的照片

source: Shows every detected item
de: Zeigt alle erkannten Treffer
es: Muestra todo lo detectado
fr: Affiche tous les éléments détectés
it: Mostra tutti gli elementi rilevati
pt: Mostra tudo o que foi detectado
zh_hans: 显示所有识别结果
zh_hant: 顯示所有辨識結果

source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta
pt: Pular
zh_hans: 跳过
zh_hant: 略過

source: Solid, irreversible cover. Tap the color well to recolor it.
de: Deckende, unumkehrbare Abdeckung. Tippe auf das Farbfeld, um sie umzufärben.
es: Cubierta sólida e irreversible. Toca el selector de color para cambiarlo.
fr: Cache uni et irréversible. Touchez la pastille de couleur pour le recolorer.
it: Copertura piena e irreversibile. Tocca il selettore colore per cambiarne il colore.
pt: Cobertura sólida e irreversível. Toque no seletor de cor para recoloriar.
zh_hans: 不透明、不可逆的覆盖。点按色板可更改颜色。
zh_hant: 不透明、不可逆的覆蓋。點一下色板可更改顏色。

source: Stamp your own text across the image, e.g. "Internal use only".
de: Präge eigenen Text über das Bild, z. B. „Nur intern“.
es: Estampa tu propio texto sobre la imagen, p. ej. «Solo uso interno».
fr: Apposez votre propre texte sur l'image, par ex. « Usage interne uniquement ».
it: Applica un tuo testo sull'immagine, ad es. "Solo per uso interno".
pt: Carimbe seu próprio texto sobre a imagem, por exemplo, "Uso interno apenas".
zh_hans: 在图片上平铺你自己的文字，例如「仅供内部使用」。
zh_hant: 在圖片上平鋪你自己的文字，例如「僅供內部使用」。

source: Stamp your own text across the image.
de: Präge eigenen Text über das Bild.
es: Estampa tu propio texto sobre la imagen.
fr: Apposez votre propre texte sur l'image.
it: Applica un tuo testo sull'immagine.
pt: Carimbe seu próprio texto sobre a imagem.
zh_hans: 在图片上平铺你自己的文字。
zh_hant: 在圖片上平鋪你自己的文字。

source: Support Us
de: Unterstütze uns
es: Apóyanos
fr: Nous soutenir
it: Sostienici
pt: Apoie-nos
zh_hans: 支持我们
zh_hant: 支持我們

source: Taken %@
de: Aufgenommen %@
es: Tomada el %@
fr: Prise le %@
it: Scattata il %@
pt: Tirada em %@
zh_hans: 拍摄于 %@
zh_hant: 拍攝於 %@

source: Tap Auto to apply all detected suggestions at once.
de: Tippe auf Auto, um alle erkannten Vorschläge auf einmal anzuwenden.
es: Toca Auto para aplicar todas las sugerencias detectadas a la vez.
fr: Touchez Auto pour appliquer toutes les suggestions détectées d'un coup.
it: Tocca Auto per applicare tutti i suggerimenti rilevati in una volta.
pt: Toque em Auto para aplicar todas as sugestões detectadas de uma vez.
zh_hans: 点按「自动」即可一次性应用所有识别到的建议。
zh_hant: 點一下「自動」即可一次套用所有辨識到的建議。
